Repository: mx3L/subssupport
Catalog: locale/*.po
Languages: ar, es

source: Add subtitle's language to filename
ar: إضافة لغة الترجمة إلى اسم الملف
es: Añadir el idioma de subt. al nombre de archivo

source: All
ar: الكل
es: Todo

source: Always ask before overwriting existing subtitles
ar: السؤال دوماً قبل الكتابة فوق الترجمة الموجودة
es: Preguntar siempre antes de sobreescribir los subtitulos

source: Append language to filename
ar: إلحاق اسم ملف اللغة
es: Añadir el idioma al nombre

source: Arabic
ar: العربية

source: Ask on remove action
ar: اسأل عن إزالة الإجراءات
es: Preguntar cuando se elimine

source: Auto sync to current event
ar: المزامنة التلقائية للحدث الحالي
es: Autosincronizar con el evento actual

source: Background
ar: الخلفيه
es: Fondo

source: Background X-offset
ar: خلفية الموازنة
es: Desviación X del fondo

source: Background Y-offset
ar: توازن الخلفية
es: Desviación Y del fondo

source: Background color
ar: لون الخلفية
es: Color de fondo

source: Background transparency
ar: شفافية الخلفية
es: Transparencia de fondo

source: Background type
ar: نوع الخلفية
es: Tipo de fondo

source: Cancel
ar: إلغاء
es: Cancelar

source: Cannot decode subtitles. Try another encoding group
ar: لا يمكن فك ترميز الترجمة. حاول بترميز أخر مع المجموعة
es: No se puede descodificar subtítulos. Prueba otro grupo de codificación

source: Cannot load subtitles. Invalid path
ar: لا يمكن تحميل ملفات الترجمة. المسار غير صالح
es: No se pueden cargar subtítulos. Ruta inválida

source: Cannot parse subtitles. Invalid subtitles format
ar: لا يمكن تحليل ملفات الترجمة. تنسيق ملفات الترجمة غير صحيح
es: No se pueden analizar subtítulos. Formato de subtítulos inválido

source: Cannot parse subtitles. Not supported subtitles format
ar: لا يمكن تحليل ملفات الترجمة. لا يدعم تنسيق الترجمة
es: No se pueden analizar subtítulos. Formato de subtítulos no soportado

source: Central and Eastern Europe
ar: أوروبا الوسطى والشرقية

source: Change encoding
ar: تغيير رمز التنسيق لملف الترجمة
es: Cambiar codificación

source: Change subssupport settings
ar: تغيير إعدادات بلج إنز الترجمة
es: Cambiar ajustes subssupport

source: Check search parameters before subtitles search
ar: التحقق من معلمات البحث قبل البحث عن الترجمة
es: Compruebe los parámetros de búsqueda antes de buscar.

source: Choose Subtitles
ar: اختر الترجمة المصاحبة
es: Elegir Subtítulos

source: Choose from downloaded subtitles
ar: اختر من ملفات الترجمة التي تم تحميلها
es: Elegir de los subtítulos descargados

source: Choose from embedded subtitles
ar: اختر من ملفات الترجمة المدمجة
es: Elegir de los subt. incrustados

source: Choose from web subtitles
ar: اختر من ملفات ترجمة شبكة الإنترنت
es: Elegir de la web

source: Choose subtitles
ar: اختر ترجمات مصاحبة
es: Elegir subtítulos

source: Color
ar: اللون

source: Currently choosed subtitles
ar: ملف الترجمة المختار حاليا
es: Subtítulos actuales

source: DVB player settings
ar: إعدادات مشغل الدفيبي
es: Ajustes reproductor DVB

source: Default
ar: الإفتراضي
es: Por defecto

source: Do you want to proceed?
ar: هل تريد المتابعة؟
es: Desea proceder?

source: Do you want to show this message again?
ar: هل تريد إظهار هذه الرسالة مرة أخرى؟
es: Desea volver a mostrar este mensaje?

source: Download (more...)
ar: تحميل (المزيد...)
es: Descargar (más...)

source: Download (next to video)
ar: تحميل (الفيديو التالي)
es: Descargar (siguiente)

source: Download (user defined)
ar: تحميل (المعروف من قبل المستخدم)
es: Descargar (def. por usuario)

source: Download and Load (more...)
ar: تنزيل وتحميل (المزيد...)
es: Descargar y cargar (más...)

source: Download and Load (next to video)
ar: تنزيل وتحميل (الفيديو التالي)
es: Descargar y cargar (siguiente)

source: Download and Load (user defined)
ar: تنزيل وتحميل (المعروف من قبل المستخدم)
es: Descargar y cargar (def. por usuario)

source: Download date
ar: تاريخ التحميل
es: Descargar por fecha

source: Download options
ar: تحميل الخيارات
es: Opciones de descarga

source: Download subtitles for your videos
ar: تحميل ملفات الترجمة لمقاطع الفيديو الخاصة بك
es: Descarga subtítulos para tus vídeos

source: Downloaded Subtitles
ar: تحميل ملفات الترجمة
es: Subtítulos descargados

source: Downloaded Subtitles - Settings
ar: إعدادات تحميل ملفات الترجمة
es: Subtítulos descargados - Ajustes

source: Duration
ar: المدة الزمنية
es: Duración

source: Edit Filename
ar: تعديل اسم الملف
es: Editar nombre de archivo

source: Edit download path
ar: تعديل مسار التحميل
es: Editar ruta descarga

source: Embedded Subtitles
ar: تضمين ملفات الترجمة
es: Subtítulos incrustados

source: Embedded subtitles settings
ar: إعدادات الترجمة المضمنة
es: Ajustes subtítulos incrustados

source: Encoding
ar: رمز تنسيق ملف الترجمة
es: Codificación

source: Encoding:
ar: رمز تنسيق ملف الترجمة:
es: Codificación:

source: Entries count:
ar: عدد المدخلات:
es: Núm. de entradas

source: Episode
ar: الحلقة
es: Episodio

source: Event Duration
ar: مدة الحدث
es: Duración del evento

source: Event Name
ar: أسم الحدث
es: Nombre del evento

source: Event Time
ar: وقت الحدث
es: Hora del evento

source: External Subtitles settings
ar: إعدادات الترجمة في الوسائط الخارجية
es: Ajustes de subtítulos externos

source: External subtitles settings
ar: إعدادات الترجمة في الوسائط الخارجية

source: Filename
ar: اسم الملف
es: Nombre de archivo

source: Filename cannot be empty!
ar: لا يمكن ترك حقل اسم الملف فارغ
es: Nombre de archivo no puede estar vacío!

source: Font color (Bold)
ar: لون الخط (العريض)
es: Color de fuente (Negrita)

source: Font color (Italic
ar: لون الخط (المائل)
es: Color de fuente (Cursiva)

source: Font color (Regular)
ar: لون الخط (العادي)
es: Color de fuente (Normal)

source: Font size
ar: حجم الخط
es: Tamaño de fuente

source: Font transparency (Bold)
ar: الخط الشفاف (العريض)
es: Transparencia de fuente (Negrita)

source: Font transparency (Italic)
ar: الخط الشفاف (الخط المائل)
es: Transparencia de fuente (Cursiva)

source: Font transparency (Regular)
ar: الخط الشفاف (العادي)
es: Transparencia de fuente (Normal)

source: Font type (Bold)
ar: نوع الخط (العريض)
es: Tipo de fuente (Negrita)

source: Font type (Italic)
ar: نوع الخط (المائل)
es: Tipo de fuente (Cursiva)

source: Font type (Regular)
ar: نوع الخط (العادي)
es: Tipo de fuente (Normal)

source: For more details please check search settings
ar: لمزيد من التفاصيل يرجى التحقق من إعدادات البحث
es: Para más detalles, compruebe los ajustes de búsqueda

source: General settings
ar: الإعدادات العامة
es: Ajustes generales

source: Greek
ar: اليونان

source: Hide delay
ar: إخفاء التأخير
es: Retardo de ocultación

source: History
ar: الأرشيف
es: Histórico

source: Language
ar: اللغـة
es: Idioma

source: Language selection
ar: إختيار اللغـة
es: Selección de idioma

source: List
ar: قائمة
es: Lista

source: List + File
ar: قائمة + ملف
es: Lista + archivo

source: List of storage devices
ar: قائمة أجهزة التخزين
es: Lista de dispositivos de almacenamiento

source: Load subtitles after download
ar: تحميل ملفات الترجمة بعد تنزيلها
es: Cargar subtítulos después de descargar

source: Load/Save download history directory
ar: تحميل/حفظ دليل تاريخ التحميل
es: Cargar/guardar directorio del histórico de descargas

source: Manual search
ar: البحث اليدوي
es: Búsqueda manual

source: Max history entries
ar: أدخل التواريخ كأعلى حد
es: Máx. de entradas del histórico

source: Movie
ar: فيلم
es: Película

source: Name
ar: الاسم
es: Nombre

source: Next to video
ar: الفديو التالي
es: Siguiente

source: No external subtitles are loaded
ar: لم يتم تحميل ملفات ترجمة للوسائط الخارجية
es: No se han cargado los subtítulos externos

source: No subtitles found :(
ar: لم يتم العثور على ترجمات مصاحبة :(
es: No hay subtítulos :(

source: None
ar: لاشيئ
es: Ninguno

source: PTS check delay
ar: التحقق من تأخير الوقت الزمني للعرض
es: Comprobar retardo PTS

source: Parent directory
ar: الدليل الرئيسي
es: Directorio raiz

source: Path
ar: المسار
es: Ruta

source: Path doesn't exist!
ar: المسار غير موجود
es: La ruta no existe!

source: Pause video on opening subtitles menu
ar: إيقاف الفيديو مؤقتاً على فتح قائمة الترجمة
es: Pausar el vídeo al abrir el menú de subtítulos

source: Player delay
ar: تأخير المشغل
es: Retardo del reproductor

source: Position
ar: الموضع
es: Posición

source: Preferred Movie provider
ar: مزود الفيلم المفضل
es: Proveedor de películas preferido

source: Preferred TV show provider
ar: مزود خدمة المسلسلات المفضل
es: Proveedor de TV preferido

source: Preferred languages
ar: اللغات المفضلة
es: Idiomas preferidos

source: Preferred subtitles language
ar: لغة الترجمة المفضلة
es: Idioma de subtítulos preferido

source: Press OK to Stop
ar: اضغط موافق لإيقاف
es: Pulse OK para parar

source: Press OK to confirm
ar: اضغط موافق للتأكيد
es: Pulse OK para confirmar

source: Provider
ar: المزود
es: Proveedor

source: Provider name
ar: اسم المزود
es: Nombre de proveedor

source: Refresh delay
ar: تحديث التأخير
es: Retardo del refresco

source: Release
ar: يحرر
es: Lanzamiento

source: Remove (file)
ar: إزالة (ملف)
es: Eliminar (archivo)

source: Remove Entry (List)
ar: إزالة المدخل(قائمة)
es: Eliminar Entrada (Lista)

source: Remove Entry (List+File)
ar: إزالة المدخل(قائمة + ملف)
es: Eliminar Entrada (Lista+Archivo)

source: Remove action
ar: إزالة الإجراء
es: Eliminar acción

source: Reset
ar: إعاده الضبط
es: Resetear

source: Reset Defaults
ar: إعادة تعيين الإعدادات الافتراضية
es: Ajustes por defecto

source: Russia
ar: روسيا

source: Save
ar: حفظ
es: Guardar

source: Save as
ar: حفظ باسم
es: Guardar como

source: Save downloaded subtitles to history
ar: حفظ ملفات الترجمة التي تم تنزيلها إلى التاريخ
es: Guardar subt. descargados en el histórico

source: Save subtitles as
ar: حفظ ملفات الترجمة في
es: Guardar subtítulos como

source: Save subtitles as (fallback)
ar: حفظ الترجمة (تراجع)
es: Guardar subt. como (retroceder)

source: Save subtitles to
ar: حفظ ملفات الترجمة في
es: Guardar subtítulos en

source: Save to
ar: حفظ إلى:
es: Guardar en

source: Search
ar: بحث
es: Buscar

source: Search parameters
ar: معايير البحث
es: Parámetros de búsqueda

source: Search settings
ar: اعدادات البحث
es: Ajustes de búsqueda

source: Search subtitles
ar: البحث في ملفات الترجمة
es: Buscar subtítulos

source: Season
ar: الموسم
es: Temporada

source: Select Directory
ar: تحديد الدليل
es: Seleccionar Directorio

source: Settings
ar: إعدادات
es: Ajustes

source: Shadow
ar: الظل
es: Sombra

source: Shadow X-offset
ar: توازن الظل
es: Sombra: compensación X

source: Shadow Y-offset
ar: توازن الظل
es: Sombra: compensación Y

source: Shadow color
ar: لون الظل
es: Color de la sombra

source: Shadow size
ar: حجم الظل
es: Tamaño de la sombra

source: Shadow type
ar: نوع الظل
es: Tipo de sombra

source: Show expert settings
ar: عرض إعدادات الخبراء
es: Mostrar ajustes avanzados

source: Some subtitles providers are not working
ar: لا تعمل بعض مزودي خدمات الترجمة
es: Algunos proveedor de subtítulos no funcionan

source: Sort subtitles list by
ar: قائمة فرز ملفات الترجمة حسب
es: Ordenar lista subtítulos por

source: Source title
ar: عنوان المصدر
es: Fuente del título

source: Source title not provided
ar: عنوان المصدر غير مزود
es: Fuente del título no proporcionada

source: State
ar: الحالة
es: Estado

source: SubsSupport DVB player
ar: مشغل بلج إنز الترجمة النصية على القنوات
es: Reproductor SubsSupport DVB

source: SubsSupport downloader
ar: تحميلات بلج إنز الترجمة
es: Descarga SubsSupport

source: SubsSupport settings
ar: إعدادات بلج إنز الترجمة
es: Ajustes SubsSupport

source: Subtitle
ar: الترجمة
es: Subtítulo

source: Subtitles Delay
ar: تأخير الترجمة
es: Retardo Subtítulos

source: Subtitles FPS
ar: ملفات الترجمة
es: FPS de los subtítulos

source: Subtitles Position
ar: مكان الترجمة
es: Posición de los subtítulos

source: Subtitles Time
ar: وقت الترجمة
es: Tiempo de Subtítulos

source: Subtitles download path
ar: مسار تحميل ملفات الترجمة
es: Ruta descarga subtítulos

source: Subtitles provider timeout
ar: مهلة مزود الترجمة
es: Tiempo de espera agotado

source: Subtitles search
ar: البحث عن الترجمة
es: Búsqueda de subtítulos

source: Subtitles search settings
ar: إعدادات البحث في الترجمة
es: Ajustes de la búsqueda

source: Subtitles setting
ar: إعدادات الترجمة
es: Ajustes de los subtítulos

source: Subtitles settings
ar: إعدادات الترجمات المصاحبة
es: Ajustes de los subtítulos

source: Subtitles settings (embedded)
ar: إعدادات ملفات الترجمة (المضمونة)
es: Ajustes de los subtítulos (incrustados)

source: Subtitles temp path
ar: مسار مؤقت لملفات الترجمة
es: Ruta temporal de los subtítulos

source: Subtitles will be downloaded in
ar: سيتم تحميل ملفات الترجمة في
es: Los subtítulos se descargarán en

source: Suggestions
ar: الاقتراحات
es: Sugerencias

source: Supported languages
ar: اللغات المدعومة
es: Idiomas soportados

source: Switch List
ar: قائمة التبديل
es: Lista de cambios

source: Sync delay
ar: مزامنة التأخير
es: Retardo de sicronización

source: TV show
ar: عرض تلفزيوني
es: TV

source: There are more subtitles in unpacked archive please select which one do you want to use
ar: هناك ملفات ترجمة كثيرة في الأرشيف لم يفتح الضغط عنها يرجى اختيار واحد من الذي تريد إستخدامه
es: Hay más subtítulos en el archivo descomprimido Seleccione el que desee utilizar

source: There was an error while removing subtitle, please check log
ar: حدث خطأ أثناء إزالة ملف الترجمة، الرجاء التحقق من سجل العطب
es: Ha ocurrido un error al eliminar el subtítulo, revise el log

source: Time
ar: الوقت
es: Hora

source: Title
ar: عنوان
es: Título

source: Try update(simplify) search expression and try again..
ar: حاول البحث عن تحديث (بسيط) التعبير والمحاولة مرة أخرى...
es: Inténtelo de nuevo con una expresión más simple

source: Turkish
ar: التركية

source: Turn off subtitles
ar: إيقاف الترجمات المصاحبة
es: Deshabilitar subtítulos

source: Type
ar: نوع
es: Tipo

source: Type text of picture
ar: اكتب نص الصورة
es: Escribe texto de la imagen

source: Update
ar: التحديث
es: Actualizar

source: Update Search params
ar: تحديث البحث
es: Actaulizar parámetros de búsqueda

source: Update search parameters if not correct and press green button for search
ar: تحديث معلمات البحث إذا لم يكن صحيح واضغط الزر الأخضر للبحث
es: Actualizar parámetros de búsqueda si no son correctos y pulsar botón verde para buscar

source: Use File path
ar: استخدام مسار الملف
es: Usar ruta de archivo

source: User defined
ar: يحددها المستخدم
es: Definido por el usuario

source: Video filename
ar: اسم ملف الفيديو
es: Nombre del vídeo

source: Western Europe
ar: أوروبا الغربية

source: Year
ar: عام
es: Año

source: You have OpenPli-based image, please change embedded subtitles settings in Settings / System / Subtitles settings
ar: لديك صورة تستند إلى صورة أوبن بلاي، الرجاء تغيير إعدادات الترجمة المضمنة في إعدادات/النظام/إعدادات الترجمة
es: Está utilizando un firmware basado en OpenPLi. Cambie los subtítulos incrustados desde Ajustes/Sistema/Ajustes de subtítulos

source: black
ar: أسود
es: negro

source: blue
ar: أزرق
es: azul

source: border
ar: الجوانب
es: borde

source: bottom
ar: أسفل
es: fondo

source: cannot decode
ar: لايمكن فك الترميز
es: no se puede descodificar

source: cannot sync to event, event is not available
ar: لا يمكن مزامنة وقت الحدث، الحدث غير متوفر
es: no se puede sincronizar, el evento no está disponible

source: captcha doesn't match, try again...
ar: لا تتطابق مع كلمة التحقق، حاول مرة أخرى...
es: captcha no coincide, vuelva a intentarlo

source: change external subtitles status
ar: تغيير حالة ترجمة الوسائط الخارجية
es: cambiar el estado de los subt. externos

source: change subtitles fps
ar: تغيير توقيت الترجمة بالثانية
es: cambiar fps de los subtítulos

source: close plugin
ar: إغلاق البلج إنز
es: Cerrar plugin

source: decrease subtitles delay
ar: تقليل وقت تأخير الترجمة
es: disminuir retardo de subt.

source: disabled
ar: تعطيل
es: deshabilitado

source: displays this menu
ar: قائمة العرض
es: muestra este menú

source: downloading subtitles...
ar: تحميل ملفات الترجمة...
es: descargando subtítulos...

source: dynamic
ar: مقاربةً
es: dinámico

source: enabled
ar: تفعيل
es: habilitado

source: error
ar: خطا

source: exit
ar: خروج
es: salir

source: green
ar: أخضر
es: verde

source: grey
ar: رمادي
es: gris

source: increase subtitles delay
ar: زيادة تأخير وقت الترجمة
es: incrementar retardo de subt.

source: invalid credentials provided, correct them and try again
ar: توفير بيانات الاعتماد غير صالحة، يرجى تصحيح الأخطاء والمحاولة مرة أخرى
es: credenciales no válidas, corríjalo y vuelva a intentarlo

source: jump to next subtitle
ar: الانتقال إلى الترجمة التالية
es: ir al siguiente subtítulo

source: jump to previous subtitle
ar: الانتقال إلى الترجمة السابقة
es: ir al subtítulo anterior

source: library
ar: المكتبة
es: librería

source: loading subtitles list
ar: تحميل قائمة ملفات الترجمة
es: cargando lista de subtítulos

source: missing
ar: مفقود
es: perdido

source: no
ar: لا

source: no credentials provided, set them and try again
ar: لم يتم تقديم أية أوراق اعتماد، ثم أعدها وحاول مرة أخرى
es: no hay credenciales, introdúzcalas y vuelva a intentarlo

source: nothing connected
ar: لا شيئ متصل
es: nada conectado

source: offset
ar: التوازن
es: compensación

source: opaque
ar: مُعْتِمٌ
es: opaco

source: original
ar: الأصلي

source: pause subtitles playback
ar: تشغيل/إيقاف مشغل الترجمة
es: pausar la reprod. de los subtítulos

source: play/pause subtitles playback
ar: تشغيل/إيقاف مشغل الترجمة
es: pausar/reanudar la reprod. de los subtítulos

source: press green
ar: أضغط الأخضر
es: Pulse verde

source: press red
ar: اضغط الأحمر
es: Pulse rojo

source: purple
ar: أُرْجُواني
es: violeta

source: red
ar: red (أحمر)
es: rojo

source: reset subtitles delay/fps
ar: إعادة تعيين تأخير الترجمة /fps
es: resetear retardo/fps subtítulos

source: restarts current subtitle
ar: إعادة تشغيل الترجمة الحالية
es: restablecer subtítulo actual

source: resumes subtitles playback
ar: استئناف تشغيل الترجمة
es: resume reproducción subtítulos

source: seconds
ar: ثواني
es: segundos

source: settings
ar: الإعدادات
es: ajustes

source: show subtitles menu
ar: عرض قائمة ملفات الترجمة
es: mostrar menú subtítulos

source: show/hide subtitles status
ar: عرض/إخفاء حالة الترجمة
es: Mostrar/ocultar estado subtítulos

source: skip previous subtitle by setting time in minutes
ar: تخطي الترجمة السابقة بتعيين الوقت بالدقائق
es: salta al subtítulo anterior ajustando el tiempo en minutos

source: skip subtitle to current event position
ar: تخطي الترجمة إلى موضع الحدث الحالي
es: salta los subtítulos hasta la posición actual del evento

source: skip to next subtitle
ar: انتقل إلى الترجمة التالية
es: salta al subtítulo siguiente

source: skip to next subtitle (minute jump)
ar: انتقل إلى الترجمة التالية (القفز بالدقيقة)
es: salta al subtítulo siguiente (salto por minuto)

source: skip to next subtitle by setting time in minutes
ar: انتقل إلى الترجمة التالية بتعيين الوقت بالدقائق
es: salta al subtítulo siguiente ajustando el tiempo en minutos

source: skip to previous subtitle
ar: انتقل إلى الترجمة السابقة
es: salta al subtítulo anterior

source: skip to previous subtitle (minute jump)
ar: تخطي إلى الترجمة السابقة (القفزة الدقيقة)
es: salta al subtítulo anterior (salto por minuto)

source: static
ar: ثابت
es: estático

source: subtitles found
ar: لم يتم العثور على ملفات الترجمة
es: subtítulos encontrados

source: top
ar: أعلى
es: arriba

source: transparent
ar: خط شفاف
es: transparente

source: unknown
ar: غير معروف
es: desconocido

source: unpack error: cannot get subname
ar: خطأ فتح الضغط: لا يمكن الحصول على أسم الترجمة
es: error al descomprimir: no hay nombre

source: unpack error: cannot open archive
ar: خطأ فتح الضغط: لا يمكن فتح الأرشيف
es: error al descomprimir: no se puede abrir el archivo

source: unsupported archive %s
ar: أرشيف غير معتمد %s

source: watch DVB broadcast with subtitles
ar: مشاهدة الترجمة النصية على القنوات
es: visualizar la emisión con subtítulos

source: white
ar: أبيض
es: blanco

source: will be removed from file system
ar: سيتم إزالتها من نظام الملفات
es: se eliminarán del sistema

source: will be removed from list
ar: سيتم إزالته من القائمة
es: se eliminarán de la lista

source: yellow
ar: أصفر
es: Amarillo

source: yes
ar: نعم
es: Si

source: Cannot save download history, for details look in log
es: No se puede guardar histórico de descargas, mirar log para más detalles

source: Password
es: Contraseña

source: Send and search movie hashes
es: Enviar y buscar códigos de película

source: Subtitles with this name already exist Do you want to overwrite them
es: Ya existen subtítulos con este nombre Quieres sobreescribirlos?

source: Username
es: Nombre de usuario
